Repository: noah-nuebling/mac-mouse-fix
Catalog: crowdin/ro/Localizable.xcstrings
Source language: en
Languages: de, fr, ko, pt_br, tr, vi, zh_hans, zh_hant

# effect.record-shortcut
source: Keyboard Shortcut...
de: Tastaturkurzbefehl...
fr: Raccourci clavier...
ko: 키보드 단축키...
pt_br: Atalhos de Teclado...
tr: Klavye Kısayolu...
vi: Tổ hợp phím tắt...
zh_hans: 键盘快捷键
zh_hant: 鍵盤快速鍵

# effect.record-shortcut.hint
source: Type a keyboard shortcut, then use it from your mouse
de: Tippe einen Tastaturkurzbefehl, dann benutze ihn direkt von deiner Maus!
fr: Tapez un raccourci clavier, puis utilisez-le depuis votre souris
ko: 입력한 키를 마우스를 통해 사용합니다.
pt_br: Digite um atalho de teclado e use-o com o Mouse
tr: Bir klavye kısayolu yazın, ardından farenizden kullanın
vi: Gõ tổ hợp phím tắt trên bàn phím, sau đó sử dụng nó từ chuột
zh_hans: 输入键盘快捷键，然后在您的鼠标上使用此快捷键
zh_hant: 輸入鍵盤快速鍵，然後在您的滑鼠上使用此快速鍵

# effect.right-space
source: Move Right a Space
de: Space nach rechts wechseln
fr: Déplacer vers le bureau de droite
ko: 우측 Space로 이동
pt_br: Mova para a Mesa à direita
tr: Bir Space Sağa Git
vi: Chuyển sang Space bên phải
zh_hans: 向右移动一个空间
zh_hant: 向右移動一個空間

# effect.right-space.hint
source: Move one Space to the right
de: Wechsle einen Space nach rechts
fr: Se déplacer d'un espace vers la droite
ko: 우측 Space로 이동합니다.
pt_br: Mova para a Mesa à esquerda
tr: Bir Space sağa git
vi: Di chuyển sang Space bên phải
zh_hans: 向右移动一个空间
zh_hant: 向右移動一個空間

# effect.shortcut.hint
source: Works like pressing '%@' on your keyboard
de: Funktioniert wie drücken von '%@' auf deiner Tastatur
fr: Fonctionne comme en appuyant sur « %@ » sur votre clavier
ko: 키보드 상의 '%@'를 누르는 것처럼 동작합니다.
pt_br: Funciona como pressionar '%@' no teclado
tr: Klavyenizde '%@' tuşuna basmak gibi çalışır
vi: Hoạt động như kích vào phím '%@' trên bàn phím
zh_hans: 作用相当于在您的键盘上按下“%@”
zh_hant: 作用相當於在您的鍵盤上按下「%@」

# effect.smart-zoom.hint
source: Zoom in or out in Safari and other apps. Works like a two-finger double tap on an Apple Trackpad.
de: Zoome rein oder raus in Safari und anderen Apps. Funktioniert wie mit zwei Fingern doppelt tippen auf einem Apple Trackpad.
fr: Zoom en avant ou en arrière dans Safari et d'autres apps. Fonctionne comme un Toucher deux fois sur un Trackpad Apple.
ko: Safari 등의 앱에서 콘텐츠를 확대하거나 축소합니다. 이는 Apple 트랙패드에서 두 손가락으로 이중 탭하는 것과 같습니다.
pt_br: Amplie ou reduza o zoom no Safari e em outros apps. Funciona como um toque duplo com dois dedos em um Trackpad da Apple.
tr: Safari ve diğer uygulamalarda yakınlaştırın veya uzaklaştırın. Apple Trackpad'de iki parmakla çift dokunma gibi çalışır.
vi: Phóng to hoặc thu nhỏ trong Safari và các ứng dụng khác. Hoạt động như nhấp bằng hai ngón tay trên Apple Trackpad.
zh_hans: 在Safari和其他应用程序中放大或缩小。 作用相当于在Apple触控板上用双指轻点两下
zh_hant: 在Safari和其他應用程式中放大或縮小。 作用相當於在Apple觸控式軌跡板上用兩指點兩下

# enable-timeout-toast
source: If you have **problems enabling** the app, click&nbsp;[here](%@).
de: Wenn du **Probleme** hast, die App **einzuschalten**, klicke&nbsp;[hier](%@).
fr: Si vous rencontrez des **problèmes pour activer** l'app, cliquez&nbsp;[ici](%@).
ko: enable-timeout-toast
tr: Uygulamayı **etkinleştirme konusunda sorun yaşıyorsanız**, [buraya](%@) tıklayın.
vi: enable-timeout-toast
zh_hans: enable-timeout-toast
zh_hant: enable-timeout-toast

# forbidden-capture-toast.1
source: **Primary Mouse Button** can't be used Please try another button
de: **Primäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
fr: Le **bouton principal de la souris** ne peut pas être utilisé Veuillez essayer un autre bouton
ko: **마우스 주 버튼**은 사용할 수 없습니다. 다른 버튼으로 다시 시도하십시오.
pt_br: **O Botão Primário do Mouse** não pode ser utilizado Tente outro botão
tr: **Birincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin
vi: **Nút chính** không thể được áp dụng Vui lòng chọn một nút khác
zh_hans: 不能使用**鼠标主键** 请换一个按钮再试
zh_hant: 不能使用**主要滑鼠按鈕** 請換一個按鈕再試

# forbidden-capture-toast.2
source: **Secondary Mouse Button** can't be used Please try another button
de: **Sekundäre Maustaste** kann nicht verwendet werden Bitte versuche eine andere Taste
fr: Le **bouton secondaire de la souris** ne peut pas être utilisé Veuillez essayer un autre bouton
ko: **마우스 보조 버튼**은 사용할 수 없습니다. 다른 버튼으로 다시 시도하십시오.
pt_br: **O Botão Secundário do Mouse** não pode ser utilizado Tente outro botão
tr: **İkincil Fare Düğmesi** kullanılamaz Lütfen başka bir düğme deneyin
vi: **Nút phụ** không thể được áp dụng Vui lòng chọn một nút khác
zh_hans: 不能使用**鼠标辅键** 请换一个按钮再试
zh_hant: 不能使用**輔助滑鼠按鈕** 請換一個按鈕再試

# free-country
source: Mac Mouse Fix is currently free in your country (%@)
de: Mac Mouse Fix ist momentan in deinem Land (%@) kostenlos
fr: Mac Mouse Fix est actuellement gratuit dans votre pays (%@)
ko: 사용자 국가(%@)에서 Mac Mouse Fix는 현재 무료로 제공됩니다.
pt_br: Atualmente, o Mac Mouse Fix está gratuito em seu país (%@)
tr: Mac Mouse Fix şu anda ülkenizde (%@) ücretsizdir
vi: Mac Mouse Fix đang miễn phí tại quốc gia của bạn (%@)
zh_hans: Mac Mouse Fix目前在您所在的国家或地区（%@）免费
zh_hant: Mac Mouse Fix目前在您的國家或地區（%@）免費

# is-disabled-toast
source: Mac Mouse Fix was **disabled** in System Settings To enable Mac Mouse Fix: 1. Go to [Login Items Settings](%@) 2. Switch on 'Mac Mouse Fix.app'
de: Mac Mouse Fix wurde in den Systemeinstellungen **deaktiviert** Um Mac Mouse Fix zu aktivieren: 1. Öffne die [Anmeldeobjekte-Einstellungen](%@) 2. Aktiviere 'Mac Mouse Fix.app'
fr: Mac Mouse Fix a été **désactivé** dans les Réglages Système Pour activer Mac Mouse Fix : 1. Se rendre dans les [paramètres Ouverture](%@) 2. Activer « Mac Mouse Fix.app »
ko: 시스템 설정에서 Mac Mouse Fix가 **비활성화**되어있습니다. Mac Mouse Fix를 사용하려면 다음 절차를 따르십시오: 1. [로그인 항목 설정](%@)을 엽니다. 2. 'Mac Mouse Fix.app' 항목을 허용합니다.
pt_br: O Mac Mouse Fix foi **desativado** nos Ajustes do Sistema Para ativá-lo: 1. Vá para [Itens de Início](%@) 2. Ative 'Mac Mouse Fix.app'
tr: Mac Mouse Fix, Sistem Ayarları'nda **devre dışı bırakıldı** Mac Mouse Fix'i etkinleştirmek için: 1. [Giriş Öğeleri Ayarları'na](%@) gidin 2. 'Mac Mouse Fix.app' seçeneğini açın
vi: Mac Mouse Fix đã **tắt** trong System Settings Để mở lại Mac Mouse Fix: 1. Đi đến [Login Items Settings](%@) 2. Bật 'Mac Mouse Fix.app'
zh_hans: 系统偏好设置中已**禁用**Mac Mouse Fix 若要启用Mac Mouse Fix： ⒈前往[登录项](%@) ⒉开启“Mac Mouse Fix.app”
zh_hant: 系統偏好設定中已**禁用**Mac Mouse Fix 若要啟用Mac Mouse Fix： ⒈前往[登入項目](%@) ⒉開啟「Mac Mouse Fix.app」

# is-strange-helper-alert.body
source: Mac Mouse Fix can't be enabled because there's **another version** of Mac Mouse Fix present on your computer To enable Mac Mouse Fix: 1. Delete the [other version](%@) 2. Empty the Bin 3. Restart your Mac 4. Try again!
de: Mac Mouse Fix kann nicht eingeschaltet werden da noch eine **andere Version** von Mac Mouse Fix auf deinem Computer vorliegt Um Mac Mouse Fix einzuschalten: 1. Lösche die [andere Version](%@) 2. Leere den Papierkorb 3. Starte deinen Mac neu 4. Versuche es noch mal!
fr: Mac Mouse Fix ne peut pas être activé car une **autre version** de Mac Mouse Fix est présente sur votre ordinateur Pour activer Mac Mouse Fix : 1. Supprimer l'[autre version](%@) 2. Vider la corbeille 3. Redémarrer votre Mac 4. Réessayer !
ko: 컴퓨터에 **다른 버전의 앱**이 발견되어 Mac Mouse Fix를 사용할 수 없습니다. Mac Mouse Fix를 사용하려면 다음 절차를 따르십시오: 1. [다른 버전](%@)을 제거합니다. 2. 휴지통을 비웁니다. 3. Mac을 재시동합니다. 4. 다시 시도합니다.
pt_br: O Mac Mouse Fix não pode ser Ativado porque há **outra versão** do Mac Mouse Fix presente em seu computador Para ativar o Mac Mouse Fix: 1. Exclua a [outra versão](%@) 2. Esvazie a Lixeira 3. Reinicie o seu Mac 4. Tente novamente!
tr: Mac Mouse Fix, bilgisayarınızda **başka bir sürümü** bulunduğundan etkinleştirilemiyor Mac Mouse Fix'i etkinleştirmek için: 1. [Diğer sürümü](%@) silin 2. Çöp Kutusunu boşaltın 3. Mac'inizi yeniden başlatın 4. Tekrar deneyin!
vi: Mac Mouse Fix bật lên thất bại vì có **một phiên bản khác** của Mac Mouse Fix đang chạy Để bật Mac Mouse Fix: 1. Xóa [phiên bản khác](%@) 2. Làm trống thùng rác 3. Khởi động lại máy Mac 4. Thử lại!
zh_hans: 无法启用Mac Mouse Fix，因为您的电脑上已有**另一版本**的Mac Mouse Fix 若要启用Mac Mouse Fix： ⒈删除[其他版本](%@) ⒉清倒废纸篓 ⒊重新启动您的Mac ⒋再试一次！
zh_hant: 無法啟用Mac Mouse Fix，因為您的電腦上已有**另一版本**的Mac Mouse Fix 若要啟用Mac Mouse Fix： ⒈刪除[其他版本](%@) ⒉清空垃圾桶 ⒊重新啟動您的Mac ⒋再試一次！

# is-strange-helper-alert.title
source: Enabling Failed
de: Einschalten fehlgeschlagen
fr: L'activation a échoué
ko: 활성화 실패
pt_br: Falha na Ativação
tr: Etkinleştirme Başarısız Oldu
vi: Bật thất bại
zh_hans: 启用失败
zh_hant: 啟用失敗

# join-list.last
source: %1$@ and %2$@
de: %1$@ und %2$@
fr: %1$@ et %2$@
ko: %1$@ 및 %2$@
pt_br: %1$@ e %2$@
tr: %1$@ ve %2$@
vi: %1$@ và %2$@

# license-button.activate
source: Activate License
de: Lizenz aktivieren
fr: Activer la licence
ko: 라이센스 활성화
pt_br: Ativar Licença
tr: Lisansı Etkinleştir
vi: Kích hoạt bản quyền
zh_hans: 激活许可证
zh_hant: 啟用許可證

# license-button.deactivate
source: Deactivate License
de: Lizenz deaktivieren
fr: Désactiver la licence
ko: 라이센스 비활성화
pt_br: Desativar Licença
tr: Lisansı Devre Dışı Bırak
vi: Bất hoạt bản quyền
zh_hans: 取消激活许可证
zh_hant: 停用許可證

# license-toast.activate
source: Your license has been **activated**! 🎉
de: Deine Lizenz wurde **aktiviert**! 🎉
fr: Votre licence a été **activée** ! 🎉
ko: 라이센스가 **활성화**되었습니다! 🎉
pt_br: Sua Licença foi **Ativada**! 🎉
tr: Lisansınız **etkinleştirildi**! 🎉
vi: Bản quyền của bạn đã được **kích hoạt**! 🎉
zh_hans: 您的许可证已**激活**！🎉
zh_hant: 您的許可證已**啟用**！🎉

# license-toast.activation-overload
source: This license has been activated **%2$d** times. The maximum is **%3$d**. Because of this, the license has been invalidated. This is to prevent piracy. If you have other reasons for activating the license this many times, please excuse the inconvenience. Just [reach out](%1$@) and I will provide you with a new license! Thanks for understanding.
de: Diese Lizenz wurde **%2$d** mal aktiviert. Das Maximum ist **%3$d**. Die Lizenz wurde deshalb ungültig gemacht. Das ist um Raubkopieren zu verhindern. Wenn du andere Gründe hast, um die Lizenz so oft zu aktivieren, dann bitte ich um Entschuldigung für die Umstände. [Kontaktiere mich](%1$@) einfach und ich werde dir eine neue Lizenz bereitstellen! Danke für dein Verständnis.
fr: Cette licence a été activée **%2$d** fois. Le maximum est de **%3$d**. À cause de cela, la licence a été invalidée. Ceci permet d'éviter le piratage. Si vous avez d'autres raisons d'activer la licence autant de fois, veuillez m'excuser. Il suffit de [me contacter](%1$@) et je vous fournirai une nouvelle licence ! Merci de votre compréhension.
ko: 이 라이센스는 **%2$d회** 활성화되어있으며, 최대 **%3$d회**까지만 활성화할 수 있습니다. 불법 복제 방지를 위해 라이센스는 무효화되었습니다. 동일한 라이센스를 여러번 활성화해야할 다른 이유가 있을 경우, [연락](%1$@) 주시면 새 라이센스를 발급해드리겠습니다. 이해해주셔서 감사합니다.
pt_br: Esta licença foi ativada **%2$d** vezes, sendo que o máximo permitido é **%3$d** vezes. Para evitarmos pirataria, tivemos que invalidar esta licença. Se você tiver outros motivos para ativar a licença várias vezes, pedimos nossas sinceras desculpas e recomendamos que você [entre em contato](%1$@) para receber uma nova licença! Obrigado pela compreensão.
tr: Bu lisans **%2$d** kez etkinleştirildi. Maksimum **%3$d**. Bu nedenle lisans geçersiz kılındı. Bu, korsanlığı önlemek içindir. Lisansı bu kadar çok kez etkinleştirmeniz için başka nedenleriniz varsa, lütfen rahatsızlıktan dolayı özür dileriz. [Bizimle iletişime geçin](%1$@) ve size yeni bir lisans sağlayacağım! Anlayışınız için teşekkürler.
vi: Bản quyền này đã được kích hoạt **%2$d** lượt. Số lượt tối đa **%3$d**. Vì vậy, bản quyền này không hợp lệ để tránh bị lợi dụng. Nếu bạn có lý do về việc kích hoạt quá nhiều lượt, hãy [liên hệ](%1$@), tôi sẽ cung cấp một khóa kích hoạt mới. Xin lỗi về sự bất tiện này, mong bạn thông cảm.
zh_hans: 此许可证已被激活**%2$d**次。上限是**%3$d**次。 因而此许可证已失效。这是为了防止盗版。如果您有其他原因需要如此多次激活这个许可证，还望见谅。 与我[联系](%1$@)，我会提供一个新的许可证给您！感谢理解。
zh_hant: 此許可證已被啟用**%2$d**次。上限是**%3$d**次。 因而此許可證已失效。這是為了防止盜版。如果您有其他原因需要如此多次啟用這個許可證，還望見諒。 與我[聯絡](%1$@)，我會提供一個新的許可證給您！感謝理解。

# license-toast.already-active
source: This license is **already activated**!
de: Diese Lizenz ist **bereits aktiviert**!
fr: Cette licence est **déjà activée** !
ko: 이 라이센스는 **이미 활성화**되어있습니다!
pt_br: Esta licença **já está ativada**!
tr: Bu lisans **zaten etkin**!
vi: Bản quyền này đã được **kích hoạt từ trước**!
zh_hans: 此许可证**已激活**!
zh_hant: 此許可證**已啟用**!

# license-toast.deactivate
source: Your license has been **deactivated**
de: Deine Lizenz wurde **deaktiviert**
fr: Votre licence a été **désactivée**
ko: 라이센스가 **비활성화**되었습니다.
pt_br: Sua licença foi **desativada**
tr: Lisansınız **devre dışı bırakıldı**
vi: Bản quyền của bạn đã **bất hoạt** thành công
zh_hans: 您的许可证**已取消激活**
zh_hant: 您的許可證**已停用**

# license-toast.free-country
source: This license could not be activated** but Mac Mouse Fix is currently **free in your country**!
de: Diese Lizenz **konnte nicht aktiviert werden**, aber Mac Mouse Fix ist momentan **in deinem Land kostenlos**!
fr: Cette licence **n’a pas pu être activée** mais Mac Mouse Fix est actuellement **gratuit dans votre pays** !
ko: 라이센스가 **활성화되지 않았습니다**. 사용자 국가에서는 현재 **무료로 사용 가능**합니다.
pt_br: Esta licença **não pôde ser ativada**, mas o Mac Mouse Fix está **gratuito em seu país**!
tr: Bu lisans **etkinleştirilemedi** ancak Mac Mouse Fix şu anda **ülkenizde ücretsiz**!
vi: Bản quyền này **không thể được kích hoạt** nhưng Mac Mouse Fix đang **miễn phí tại quốc gia của bạn**!
zh_hans: **无法激活**此许可证，但Mac Mouse Fix目前**在您所在的国家或地区免费**！
zh_hant: **無法啟用**此許可證，但Mac Mouse Fix目前**在您的國家或地區免費**！

# license-toast.gumroad-error
source: **An error with the licensing server occured** It says: %@
de: **Beim Lizenzserver ist ein Fehler aufgetreten** Er sagt: %@
fr: **Une erreur avec le serveur de licences s'est produite** Elle dit : %@
ko: **라이센스 서버 에러가 발생하였습니다.** 에러 정보: %@
pt_br: **Ocorreu um erro com o Servidor de Ativação** Descrição: %@
tr: **Lisans sunucusunda bir hata oluştu** Şöyle diyor: %@
vi: **Có lỗi xảy ra với máy chủ quản lý bản quyền** Nó phản hồi rằng: %@
zh_hans: **许可证服务器发生错误** 服务器回应： %@
zh_hant: **許可證伺服器發生錯誤** 伺服器回應： %@

# license-toast.no-internet
source: **There is no connection to the internet** Try activating your license again when your computer is online.
de: **Es besteht keine Verbindung zum Internet** Probiere nochmal, deine Lizenz zu aktivieren, wenn dein Computer online ist.
fr: **Il n'y a pas de connexion à Internet** Réessayer d'activer votre licence quand votre ordinateur sera à nouveau en ligne.
ko: **인터넷 연결이 없습니다.** 컴퓨터를 인터넷에 연결한 후에 다시 시도하십시오.
pt_br: **Não há conexão com a Internet** Tente ativar sua licença novamente quando seu computador estiver online.
tr: **İnternet bağlantısı yok** Bilgisayarınız çevrimiçi olduğunda lisansınızı tekrar etkinleştirmeyi deneyin.
vi: **Hiện không có kết nối internet** Thử kích hoạt bản quyền của bạn khi kết nối khả dụng.
zh_hans: **没有接入互联网** 当您的电脑接入互联网时再次尝试激活许可证。
zh_hant: **沒有Internet連線** 當您的電腦連線時再次嘗試啟用許可證。

# license-toast.unknown-error
source: **An unknown error occurred:** %@
de: **Ein unbekannter Fehler ist aufgetreten:** %@
fr: **Une erreur inconnue s'est produite :** %@
ko: **알 수 없는 에러가 발생하였습니다:** %@
pt_br: **Ocorreu um erro desconhecido:** %@
tr: **Bilinmeyen bir hata oluştu:** %@
vi: **Một lỗi không rõ đã xảy ra:** %@
zh_hans: **发生了未知错误：** %@
zh_hant: **發生了未知錯誤：** %@

# license-toast.unknown-key
source: **'%@'** is not a valid license key Make sure you enter your key exactly as you received it, without leading or trailing spaces, line breaks, or other extra characters.
de: **'%@'** ist kein gültiger Lizenzschlüssel Stelle sicher, dass du deinen Schlüssel genau so eingibst, wie du ihn erhalten hast, ohne führende oder nachfolgende Leerzeichen, Zeilenumbrüche oder andere extra Zeichen.
fr: **« %@ »** n'est pas une clé de licence connue Veuillez essayer une clé différente
ko: **'%@'** 키는 올바르지 않은 라이센스 키입니다. 다시 입력하십시오.
pt_br: **'%@'** não é uma chave de licença válida Tente uma chave diferente
tr: **'%@'** bilinen bir lisans anahtarı değil Lütfen farklı bir anahtar deneyin
vi: Không thể xác định **'%@'** là một khóa kích hoạt Vui lòng thử một khóa khác
zh_hans: **“%@”**并不是已知的许可证。 请换一个许可证再试。
zh_hant: **「%@」**並不是已知的許可證。 請換一個許可證再試。

# license-toast.unknown-reason
source: Activating your license failed for **unknown reasons** Please write a **Bug Report** [here](%@)
de: Die Aktivierung deiner Lizenz ist aus **unbekannten Gründen** gescheitert Bitte schreibe [hier](%@) einen Fehlerbericht
fr: L'activation de votre licence a échoué pour des *raisons inconnues** Veuillez **signaler le bug** [ici](%@)
ko: **알 수 없는 이유**로 라이센스를 활성화하지 못했습니다. [여기](%@)에서 **버그 제보**를 작성해주십시오.
pt_br: A ativação da sua Licença falhou por **motivos desconhecidos** Por favor, envie um **Relatório de Bug** [aqui](%@)
tr: Lisansınızı etkinleştirme işlemi **bilinmeyen nedenlerden dolayı** başarısız oldu Lütfen [buradan](%@) bir **Hata Raporu** yazın
vi: Kích hoạt thất bạn do một **lỗi không xác định** Vui lòng gửi một **Báo cáo lỗi** [tại đây](%@)
zh_hans: 由于**未知的原因**，许可证激活失败。 请到[这里](%@)提交**错误报告**
zh_hant: 由於**未知的原因**，許可證啟用失敗。 請到[這裡](%@)回報**錯誤**

# macos-scrolling-hint
source: Set speed under [%1$@ > Mouse > Scrolling Speed](%2$@)
de: Stelle das Tempo ein unter [%1$@ > Maus > Scrolltempo](%2$@)
fr: Définir la vitesse sous [%1$@ > Souris > Vitesse de déplacement](%2$@)
ko: [%1$@ > 마우스 > 스크롤 속도](%2$@)에서 속도를 설정합니다.
pt_br: Defina a velocidade em [%1$@ > Mouse > Velocidade da Rolagem](%2$@)
tr: Hızı şurada ayarlayın [%1$@ > Fare > Kaydırma Hızı](%2$@)
vi: Thiết lập tốc độ tại [%1$@ > Chuột > Tốc độ di chuyển](%2$@)
zh_hans: 设置速度： [%1$@ > 鼠标 > 滚动速度](%2$@)
zh_hant: 設定速度： [%1$@ > 滑鼠 > 捲動速度](%2$@)

# mail-alert.back
source: Back
de: Zurück
fr: Retour
ko: 뒤로
pt_br: Voltar
tr: Geri
vi: Quay lại
zh_hans: 返回
zh_hant: 返回

# mail-alert.body
source: I read and appreciate all emails, even though I can't respond to all
de: Ich lese und schätze alle E-Mails, auch wenn ich nicht auf alle antworten kann
fr: Je lis et j'apprécie tous vos e-mails, même si je ne peux pas répondre à tout le monde
ko: 전부 답장할 수는 없지만, 항상 모든 이메일을 읽어보고 있습니다.
pt_br: Leio e aprecio todos os e-mails, faço o possível para responder todos
tr: Hepsine cevap verebilmesem de tüm e-postaları okuyorum ve değer veriyorum
vi: Tôi sẽ đọc và trân trọng tất cả các email gửi về, mặc dù có thể tôi sẽ không phản hồi tất cả
zh_hans: 我无法回复所有的邮件，但我会阅读并感谢所有的反馈
zh_hant: 我無法回覆所有的郵件，但我會閱讀並感謝所有的使用者意見

# mail-alert.send
source: Write Email
de: E-Mail schreiben
fr: Écrire un e-mail
ko: 이메일 작성
pt_br: Escreva um Email
tr: E-posta Yaz
vi: Viết Email
zh_hans: 编写邮件
zh_hant: 編寫郵件

# mail-alert.title
source: Write an Email?
de: Eine E-Mail schreiben?
fr: Écrire un e-mail ?
ko: 이메일 보내기
pt_br: Deseja escrever um Email?
tr: E-posta Yazmak İster misiniz?
vi: Gửi email cho tôi?
zh_hans: 编写邮件？
zh_hant: 編寫郵件？

# modifer-key.tool.command
source: Command (⌘)
de: Befehlstaste (⌘)
fr: Commande (⌘)

# modifer-key.tool.control
source: Control (^)
de: Steuerungstaste (^)
fr: Contrôle (^)

# modifer-key.tool.option
source: Option (⌥)
de: Wahltaste (⌥)

# modifer-key.tool.shift
source: Shift (⇧)
de: Umschalttaste (⇧)
fr: Maj (⇧)

# natural-scrolling-hint
source: Content tracks finger movement
de: Inhalte folgen Finger-Bewegung
fr: Le contenu suit le mouvement du doigt
ko: 손가락이 움직임이는 방향에 따라 콘텐츠가 이동됩니다.
pt_br: O conteúdo rastreia o movimento dos dedos
tr: İçerik parmak hareketini izler
vi: Nội dung di chuyển theo hướng ngón tay của bạn
zh_hans: 内容随手指移动
zh_hant: 內容會隨著手指的方向移動

# precise-scrolling-hint
source: Scroll precisely, even without a keyboard modifier, by moving the scroll wheel *slowly*
de: Scrolle auch ohne Sondertasten präzise, indem du das Scrollrad *langsam* bewegst
fr: Défiler précisement, même sans un raccourci clavier, en bougeant la molette de défilement *doucement*
ko: 스크롤을 *천천히* 움직이는 경우, 보조 키를 사용하지 않더라도 정밀하게 스크롤합니다.
pt_br: Role com precisão, mesmo sem um modificador de teclado, movendo a roda de rolagem *lentamente*
tr: Kaydırma tekerleğini *yavaşça* hareket ettirerek, klavye değiştirici olmadan bile hassas bir şekilde kaydırın
vi: Cuộn chính xác, dù không kèm theo một phím bổ sung, bằng cách di chuyện con lăn *thật chậm*
zh_hans: *慢慢*滚动滚轮来精准滚动，甚至无需键盘修饰键
zh_hant: *慢慢*滾動滾輪來精確捲動，甚至無需鍵盤變更鍵

# restore-buttons-alert.back
source: Cancel
de: Abbrechen
fr: Annuler
ko: 취소
pt_br: Cancelar
tr: İptal
vi: Hủy
zh_hans: 取消
zh_hant: 取消

# restore-buttons-alert.commit
source: Restore
de: Wiederherstellen
fr: Restaurer
ko: 재설정
pt_br: Restaurar
tr: Geri Yükle
vi: Khôi phục
zh_hans: 恢复
zh_hant: 回復

# restore-buttons-alert.hint
source: Your mouse (**%1$@**) says it has **%2$d** buttons
de: Deine Maus (**%1$@**) sagt, dass sie **%2$d** Tasten hat
fr: Votre souris **%1$@** dit qu'elle a **%2$d** boutons
ko: 사용자의 **%1$@** 마우스에서 **%2$d개**의 버튼이 감지되었습니다.
pt_br: Seu Mouse **%1$@** diz que tem **%2$d** botões
tr: **%1$@** fareniz **%2$d** düğmeye sahip olduğunu söylüyor
vi: Chuột **%1$@** của bạn có **%2$d** nút
zh_hans: 您的**%1$@**鼠标回报了**%2$d**个按钮
zh_hant: 您的**%1$@**滑鼠回報了**%2$d**個按鈕

# restore-buttons-alert.radio1
source: Mouse with 3 buttons
de: Maus mit 3 Tasten
fr: Une souris avec 3 boutons
ko: 3버튼 마우스
pt_br: Mouse com 3 botões
tr: 3 düğmeli fare
vi: Chuột với 3 nút
zh_hans: 三键鼠标
zh_hant: 三鍵滑鼠

# restore-buttons-alert.radio2
source: Mouse with 5+ buttons
de: Maus mit 5+ Tasten
fr: Une souris avec plus de 5 boutons
ko: 5버튼 이상의 마우스
pt_br: Mouse com mais de 5 botões
tr: 5+ düğmeli fare
vi: Chuột với 5+ nút
zh_hans: 五键或多键鼠标
zh_hant: 五鍵或多鍵滑鼠

# restore-buttons-alert.title
source: Restore Default for ...
de: Standard wiederherstellen für ...
fr: Restaurer les réglages par défaut pour ...
ko: 마우스에 맞는 기본값으로 재설정
pt_br: Restaurar Padrão para ...
tr: ... İçin Varsayılanı Geri Yükle
vi: Khôi phục mặc định cho ...
zh_hans: 恢复默认…
zh_hant: 回復預設⋯

# restore-default-buttons-popover.body
source: **Click here** to load the recommended settings for your mouse (**%@**)
de: **Klicke hier**, um die empfohlenen Einstellungen für deine Maus zu laden (**%@**)
fr: **Cliquer ici** pour charger les paramètres recommandés pour votre souris **%@**
ko: **여기를 누르면** 사용자 마우스(**%@**)에 대한 추천 설정을 적용합니다.
pt_br: **Clique aqui** para carregar as configurações recomendadas para seu Mouse **%@**
tr: **%@** fareniz için önerilen ayarları yüklemek için **buraya tıklayın**
vi: **Nhấp vào đây** để tải cài đặt khuyến nghị cho chuột **%@**
zh_hans: **点按此处**来载入您的**%@**鼠标的建议设置
zh_hant: **按一下此處**來載入您的**%@**滑鼠的建議設定

# revive-toast
source: **Enabled** Mac Mouse Fix for %1$@ It had been disabled from the Menu Bar %2$@
de: Mac Mouse Fix **aktiviert** für %1$@ Es war in der Menüleiste %2$@ deaktiviert worden
fr: Mac Mouse Fix **activé** pour %1$@ Il a été désactivé depuis la barre des menus %2$@
ko: %1$@에 대한 Mac Mouse Fix 동작이 **다시 활성화**되었습니다. 이는 사용자에 의해 메뉴 막대 %2$@ 에서 수동으로 비활성화되어있었습니다.
pt_br: **Habilitado** Mac Mouse Fix para %1$@ Ele foi desabilitado na barra de menu %2$@
tr: %1$@ için Mac Mouse Fix **etkinleştirildi** Menü Çubuğu %2$@ tarafından devre dışı bırakılmıştı
vi: **Đã kích hoạt** Mac Mouse Fix trong %1$@ Nó đã bị bất hoạt từ thanh menu %2$@
zh_hans: **已启用**Mac Mouse Fix调校：%1$@ 此前由菜单栏%2$@停用
zh_hant: **已啟用**Mac Mouse Fix調校：%1$@ 此前由選單列%2$@停用

# revive-toast.feature-buttons
source: **Buttons**
de: **Tasten**
fr: **Boutons**
ko: **버튼**
pt_br: **Botões**
tr: **Düğmeler**
vi: **Nút**
zh_hans: **按钮**
zh_hant: **按鈕**

# revive-toast.feature-scrolling
source: **Scrolling**
de: **Scrollen**
fr: **Défilement**
ko: **스크롤**
pt_br: **Rolagem**
tr: **Kaydırma**
vi: **Cuộn**
zh_hans: **滚动**
zh_hant: **捲動**

# scroll-effect.4-pinch
source: Desktop & Launchpad
de: Launchpad & Schreibtisch
fr: Bureau & Launchpad
ko: 데스크탑 및 Launchpad
pt_br: Mesa e Launchpad
tr: Masaüstü ve Launchpad
zh_hans: 桌面与启动台
zh_hant: 桌面與啟動台
